export const categoryWithServices = [
  {
    id: 1,
    name: 'Оформить потребительский кредит',
    key: 'consumerCredit',
    services: [
      'Консультация по выбору программы',
      'Помощь в заполнении заявки',
      'Мониторинг и сопровождение сделки',
    ],
  },
  {
    id: 2,
    name: 'Оформить дебетовую карту',
    key: 'debitCard',
    services: ['Выбор типа карты', 'Подготовка документов', 'Активация карты'],
  },
  {
    id: 3,
    name: 'Выписки и справки',
    key: 'extractsReferences',
    services: ['Выписка по счету', 'Справка о доходах', 'Справка об оборотах'],
  },
  {
    id: 4,
    name: 'Оформить кредитную карту',
    key: 'creditCard',
    services: ['Выбор подходящей карты', 'Подача заявки', 'Условия использования'],
  },
  {
    id: 5,
    name: 'Вклады',
    key: 'deposits',
    services: ['Выбор типа вклада', 'Оформление вклада', 'Управление вкладом'],
  },
  {
    id: 6,
    name: 'Открыть счет РКО',
    key: 'rko',
    services: ['Выбор вида счета', 'Оформление счета', 'Инструкции по использованию'],
  },
];
